---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.Conduit
zh: 线管
source: html/7fa16071-5bab-fbc2-5ff7-0ceb19bc1f11.htm
---
# Conduit Properties

**中文**: 线管

The id of the assembly instance to which the element belongs.